package com.example.vladi.myapplication

object MyData {

    internal var numberAr = arrayOf(
        "09.03.01",
        "09.03.03",
        "09.03.04",
        "10.03.01",
        "10.05.02",
        "10.05.04",
        "11.03.01",
        "11.03.02",
        "11.03.03",
        "27.03.04",
        "29.03.03"
    )
    internal var nameAr = arrayOf(
        "Информатика и вычислительная техника",
        "Прикладная информатика",
        "Программная инженерия",
        "Информационная безопасность",
        "Информационная безопасность телекоммуникационных систем",
        "Информационно-аналитические системы безопасности",
        "Радиотехника",
        "Инфокоммуникационные технологии и системы связи",
        "Конструирование и технология электронных средств",
        "Управление в технических системах",
        "Технология полиграфического и упаковочного производства"
    )
    // 0 -back  1 - spec
    internal var levelAr = arrayOf<Int>(
        0,
        0,
        0,
        0,
        1,
        1,
        0,
        0,
        0,
        0,
        0
    )
    internal var ballspayAr = arrayOf<Int>(
        176,
        0,
        192,
        231,
        0,
        206,
        0,
        184,
        0,
        0,
        0
    )

    internal var ballsfree = arrayOf<Int>(
        223,
        218,
        225,
        164,
        215,
        228,
        161,
        193,
        177,
        167,
        203
    )

    internal var pricelessAr = arrayOf<Int>(
        168000,
        168000,
        159600,
        168000,
        168000,
        168000,
        168000,
        168000,
        168000,
        159600,
        159600
    )

    internal var pricegatherAr = arrayOf<Int>(
        153700,
        153700,
        145200,
        153700,
        153700,
        153700,
        153700,
        153700,
        153700,
        145200,
        145200
    )
    internal var pricesale = arrayOf<Int>(
        122960,
        122960,
        116160,
        122960,
        122960,
        122960,
        122960,
        122960,
        122960,
        116160,
        116160
    )

    internal var ballssaleAr = arrayOf<Int>(
        211,
        213,
        220,
        230,
        209,
        208,
        197,
        206,
        197,
        201,
        197
    )

    internal var formaOb = arrayOf<Int>(
        7,
        4,
        7,
        6,
        4,
        4,
        5,
        7,
        4,
        4,
        4
    )
}